Repository: silverbackstudio/woocommerce-funnels
Catalog: languages/woocommerce-funnels-*.po
Languages: it_it

source: Where?
it_it: Dove?

source: If you use Mastercard, Visa and Diners, the security code is shown on the back of your credit card near the space reserved for your signature, and consists of 3 digits. If you use American Express, the secure code is placed on the front of your card and consists of 4 digits.
it_it: Se utilizzi Mastercard, Visa o DIners il codice di sicurezza è situato sul retro della tua carta di credito vicino allo spazio dedicato alla tua firma ed è composto da 3 caratteri. Se utilizzi una American Express, il codice di sicurezza è situato sul davanti della tua carta ed è composto da 4 caratteri.

source: Close
it_it: Chiudi

source: Changes the WooCommerce Purchase Flow to allow Funnels
it_it: Modifica le caratteristiche di WooCommerce per generare Funnel

source: Private area
it_it: Area Riservata

source: Select the product that has to be purchased
it_it: Seleziona il prodotto che deve essere acquistato

source: Select the page to where we redirect the user if the product has not been purchased
it_it: Seleziona la pagina a cui reindirizzare l'utente se il prodotto non e' stato acquistato

source: Select the label for readmore button in account product category view
it_it: Seleziona l'etichetta per il bottone "Leggi di più" nella vista categoria prodotto dell'account.

source: Product Restrict
it_it: Limita a prodotto

source: Not set
it_it: Non impostato

source: Dashboard Content Page
it_it: Contenuto pagina dashboard

source: Select the page with the content to be shown in MyAccount Dashboard page
it_it: Seleziona la pagina con il contenuto da mostrare nella bacheca dell'account

source: Dashboard Intro Text
it_it: Testo introduttivo bacheca area riservata

source: Set the template for the dashboard intro text. Available printf placeholders are: orders_url, edit_address, edit_account, affiliate_url, mycourses_url
it_it: Imposta il template per il testo introduttivo della bacheca. Sono disponibili le sostituzioni printf nel seguente ordine: orders_url, edit_address, edit_account, affiliate_url, mycourses_url

source: From your account dashboard you can view your <a href="%1$s">recent orders</a>, manage your <a href="%2$s">shipping and billing addresses</a> and <a href="%3$s">edit your password and account details</a>.
it_it: Ti ringrazio per aver scelto Io Merito Credito e ti do il benvenuto nella tua area riservata. Qui potrai trovare e modificare le <a href="%3$s">informazioni associate al tuo profilo</a>, i <a href="%5$s">video e i corsi</a> che hai acquistato, le ricevute di pagamento, gli <a href="%2$s">indirizzi di spedizione e fatturazione</a> e il link di <a href="%4$s">affiliazione</a> per iniziare a guadagnare subito.

source: Show user avatars
it_it: Mostra profilo utente

source: Show user avatars in account sidebar
it_it: Mostrai il profilo dell'utente nella barra laterale dell'area riservata

source: Orders Menu Label
it_it: Etichetta Menu Ordini

source: The label for orders in account menu
it_it: L'etichetta nel menu account per gli ordini

source: Orders / Invoices
it_it: Ordini / Fatture

source: Account Product Categories
it_it: Categorie Prodotto nel menu Account

source: Select the product categories that you want to be shown in My Account Menu
it_it: Seleziona le categorie di prodotto che vuoi che vengano mostrate nel menu dell'account utente (solo prodotti acquistati)

source: Checkout Warranty Text
it_it: Testo Garanzia Acquisti

source: The content for the checkout warranty box
it_it: Il contenuto per il box con la garanzia acquisti

source: Order Thankyou Footer
it_it: Footer pagina di ringraziamento ordine

source: A text shown after the order details in the order thankyou page
it_it: Questo testo viene mostrato dopo i dettagli dell'ordine nella pagina di ringraziamento acquisto

source: Disable Details in Order Thankyou
it_it: Nascondi i dettagli dell'ordine nella pagina di ringraziamento

source: Hide the order details table in order thankyou page
it_it: Nasconde la tabella con i dettagli dell'ordine nella pagina di ringraziamento acquisto

source: Disable WooCommerce Styles
it_it: Elimina lo stile di WooCommerce

source: Disable WooCommerce CSS styles
it_it: Elimina gli stili CSS di WooCommerce

source: Show checkout e-mail validation field
it_it: Mostra il campo di verifica email nel form di acquisto

source: Show the repeat email field in checkout form
it_it: Mostra il "Ripeti indirizzo email" nel form di acquisto

source: Phone field
it_it: Campo Telefono

source: Choose if you want to show optional or required phone field in checkout
it_it: Scegli se vuoi mostrare il campo telefono come opzionale o facoltativo nel form di acquisto

source: Hide
it_it: Nascondi

source: Show
it_it: Mostra

source: Require
it_it: Obbligatorio

source: Debug Log
it_it: Monitoraggio errori

source: Enable logging
it_it: Attiva monitoraggio

source: Log events such as API requests
it_it: Registra eventi come richieste API

source: Woocommerce Account Sidebar
it_it: Sidebar Account WooCommerce

source: Widgets in this area will be shown in all the WooCommerce accounts pages
it_it: Gli widget di questa area verranno mostrati nella barra laterale di tutte le pagine dell'account di WooCommerce

source: Free
it_it: Gratis

# original value
source: Value
it_it: Valore

source: You are not allowed to access this page, please purchase the linked product
it_it: Per ottenere l'accesso a questa pagina e' necessario acquistare il prodotto associato.

source: Toggle Account Menu
it_it: Mostra/Nascondi il menu Account

source: My Courses
it_it: I miei corsi

source: Messages
it_it: Messaggi

source: Phone (recommended)
it_it: Telefono (consigliato)

source: Profile Image
it_it: Immagine di profilo

source: Edit Adresses
it_it: Modifica indirizzi

source: Payment Methods
it_it: Metodi di pagamento

source: Disable Default Template
it_it: Disattiva Template Prodotto

source: Disable WooCommerce product template, you must create the page content manually
it_it: Disattiva il template di base del prodotto, dovrai creare il contenuto della pagina manualmente

source: Add to Cart Text
it_it: Testo pulsante aggiunta al carrello

source: The text displayed in Add to cart button
it_it: Testo mostrato nel pulsante di aggiunta al carrello/acquisto

source: Skip Cart
it_it: Salta carrello

source: This will skip the cart and redirect the user directly to checkout page
it_it: Salta la pagina del carrello e invia l'utente direttamente al pagamento

source: Direct Upsell Product
it_it: Prodotto in Upsell Diretto

source: This lets you choose which product will be redirected to after checkout
it_it: Scegli verso quale prodotto vorresti che l'utente venga reindirizzato dopo il pagamento

source: -- Default order summary --
it_it: -- Riepilogo ordine predefinito --

source: Safe Payments
it_it: Pagamenti sicuri

source: Choose payment method
it_it: Scegli il metodo di pagamento

source: Repeat your email address
it_it: Ripeti il tuo indirizzo email

source: The email addresses you entered are not equal
it_it: Gli indirizzi email che hai inserito non sono uguali

source: The <b>billing address</b> is used to compose the invoices. The <b>shipping address</b> will be used to send you phisical products that you may purchase. You will be able to change both addresses durig the checkout process.
it_it: L'<b>indirizzo di fatturazione</b> viene utilizzato per compilare le fatture. L'<b>indirizzo di spedizione</b> verrà usato come indirizzo predefinito se acquisterai prodotti che prevedono la spedizione di materiale fisico. Potrai modificare questi indirizzi durante la fase di pagamento se effettuerai altri acquisti.

source: Causal
it_it: Causale

source: Payment for order number:
it_it: Pagamento per l'ordine numero:

source: Show user courses page
it_it: Mostra pagina "I miei corsi"

source: Show user courses page in user Account
it_it: Mostra la pagina "I miei corsi" nell'area riservata

source: Courses Menu Label
it_it: Etichetta Menu Corsi

source: The label for Courses in account menu
it_it: L'etichetta nel menu account per i corsi

source: User courses page description
it_it: Introduzione pagina "I miei corsi"

source: The description shown after the title in courses page
it_it: L' introduzione mostrata dopo il titolo nella pagina "I miei corsi"

source: View Course
it_it: Visualizza Corso

source: Courses
it_it: Corsi

source: Completed
it_it: Completato

source: Lesson Locked
it_it: Lezione Bloccata

source: Go to Lesson
it_it: Vai alla lezione

source: Teacher
it_it: Docente

source: Take the quiz to complete the lesson
it_it: Fai il Quiz per completare la lezione

source: To check the skills you have acquired and complete the lesson, click on the button and immediately access the quiz.
it_it: Per verificare le competenze che hai acquisito e completare la lezione, clicca sul pulsante e accedi subito al quiz.

# lesson comment submit label
source: Leave a comment
it_it: Pubblica un commento

# course comment submit label
source: Leave a comment
it_it: Pubblica un commento

source: Affiliate Menu Label
it_it: Etichetta Menu Affiliazione

source: Affiliate
it_it: Affiliazione

source: Affiliate URL Instructions
it_it: Istruzioni URL affiliazione

source: Instructions to print before affiliate URL
it_it: Istruzioni da mostrare prima della URL di afifliazione

source: Affiliate URL Generator Instructions
it_it: Istruzioni Generatore URL affiliazione

source: Instructions printed before the url generator
it_it: Istruzioni mostrate prima del generatore URL nella pagina di affiliazione

source: Login to Private Area
it_it: Effettua il login all'Area Riservata

source: To log in here enter the credentials you chose during the purchase and that have been confirmed by email:
it_it: Per accedere inserisci qui le credenziali che hai scelto durante l’acquisto e che ti sono state confermate via mail:

source: the username matches the email you provided at the time of purchase
it_it: il nome utente corrisponde alla mail che hai fornito al momento dell’acquisto

source: The password has arrived via email if you do not find it in the mailbox, check also in the spam folder.
it_it: la password ti è arrivata via mail se non la trovi nella casella di posta, controlla anche nella cartella di spam.

source: Next Lesson
it_it: Prossima lezione

source: View next lesson
it_it: Vai alla prossima lezione

source: View the product content
it_it: Visualizza il contenuto
